Repository: keithbowes/r3r
Catalog: src/ui/tui/po/*.po
Languages: de, eo, es

source: Feed Address:
de: Die Feedadresse:
eo: Fluo-URL:
es: La dirección del fuente:

source: %s:go to a URL
de: %s:gehen nach einem URL
eo: %s:iri al URL
es: %s:ir a un URL

source: %s:options
de: %s:Einstellungen
eo: %s:agordo
es: %s:configuración

source: %s:donate
de: %s:spenden
eo: %s:monhelpi
es: %s:donar

source: %s:help
de: %s:Hilfe
eo: %s:helpo
es: %s:ayúdeme

source: %s:quit the program
de: %s:verlassen dem Programm
eo: %s:eliri el la programo
es: %s:cesar el programa

source: Item number:
de: Entragzahl:
eo: Era numero:
es: Número de la entrada:

source: Title:
de: Titel:
eo: Titolo:
es: Título:

source: Description:
de: Beschreibung:
eo: Priskribo:
es: Descripción:

source: Subject:
de: Temen:
eo: Temoj:
es: Tema:

source: Created:
de: Erstellt:
eo: Kreita:
es: Creado:

source: Invalid Number!
de: Ungültige Zahl!
eo: Nevalida numero!
es: ¡Número inválido!

source: Link number:
de: Linkzahl:
eo: Ligila numero:
es: Número del vínculo:

source: Error
de: Fehler
eo: Eraro
es: Erro

source: Warning
de: Warnung
eo: Averto
es: Advertencia

source: Option Description
de: Optionbeschreibung
eo: Parametra priskribo
es: Descripción de la opción

source: Option Value
de: Optionwert
eo: Parametra valoro
es: Valor de la opción

source: Option to change (number or empty to exit):
de: Option zu ändern (numerisch oder leer um zu beenden):
eo: Ŝanĝota parametro (numero aŭ vaka por nuligi):
es: Opción de cambio (número o vacío para cesar):

source: Option to change (select or enter a number; 0 exits):
de: Option zu ändern (wählen oder tippen eine Zahl; 0 zu beenden):
eo: Ŝanĝota parametro (elekti aŭ enmeti numeron; 0 por nuligi):
es: Opción de cambio (elegir o entrar un número; 0 para cesar):

source: New Value:
de: Neue Wert:
eo: Nova valoro:
es: Nuevo valor:

source: Enclosure:
de: Beilage:
eo: Enmetaĵo:
es: Archivo incluso:

source: (Press enter to open in your web browser)
de: (Drücken Sie die Eingabetaste um in Ihrem Webbrowser zu öffnen)
eo: (Premu la enen-klavon por malfermi en via TTT-legilo)
es: (Oprima la tecla Entrar para cerrar en su navegador web)

source: (Press %1 for the next item or %2 for the previous item)
de: (Drücken Sie %1 für die nächste Entrag oder %2 für die vorige)
eo: (Premu: %1 por la sekva aŭ %2 por la antaŭa)
es: (Oprima %1 por la entrada siguiente o %2 para la entrada anterior)

source: Email address:
de: Email:
eo: Retpoŝtadreso:
es: La dirección del mensaje electrónico:

source: FALSE
de: Falsch
eo: Ne
es: No

source: TRUE
de: Wahr
eo: Jes
es: Sí

source: Display character encoding
de: Die Zeichencodierung des Bildschirms
eo: Terminala kodoprezento
es: La codificación de caracteres de la pantalla

source: Seconds to wait after an error
de: Sekunden um nach einem Fehler warten
eo: Sekundoj por resti malaktiva post eraro
es: Segundos para esperara después de un error

source: Skin to use
de: Skin zu benutzen
eo: Etoso por uzi
es: Aspecto para usar

source: Usage: %s [URL]
de: Benutzung: %s [URL]
eo: Sintakso: %s [URL]
es: Usando: %s [URL]

source: No feed URL specified.
de: Hat keinen Feed-URL.
eo: Neniu fluo-URL donita.
es: Ningún URL de la alimento está disponible.

source: Display window title
de: Fenstertitel zeigen
eo: Montri la fenestran titolon
es: Mostrar el título de la ventana

source: Retrieving items from %s...
de: Ich herunterlade Einträge aus %s...
eo: Atinganta erojn el %s...
es: Obteniendo entradas de %s...

source: Show incoming items
de: Ankommende Einträge zu zeigen
eo: Montri ricevatajn erojn
es: Mostrar entrando entradas

source: This item contains no data.
de: Diese Eintrag enthält keine Daten.
eo: La ero enhavas neniun datumon.
es: Esta entrada contiene ningún dato.

source: Wrap descriptions
de: Umbruch der Beschreibungen
eo: Linifaldi priskribojn
es: Ajuste de líneas de las descripciones
