Repository: keithbowes/r3r
Catalog: src/libr3r/po/*.po
Languages: de, eo, es

source: Couldn't retrieve the feed.
de: Ich könnte nicht das Feed erlangen.
eo: Ne eblis atingi la fluon.
es: No podía recuperar el fuente.

source: The web server doesn't exist or sent invalid information.
de: Der Web-server existiert nicht oder hat ungültige Informationen gesendet.
eo: La TTT-servilo ne ekzistas aŭ sendis nepravajn informojn.
es: El servidor web no exista o mandó información inválido.

source: The redirect limit has been reached.
de: Die Umleitungbegrenzung wurde erreicht.
eo: La alidirekto-limo estas atingita.
es: Se ha alcanzado el límite de redirección.

source: Client error.
de: Klientfehler.
eo: Klienta eraro.
es: Error del client.

source: Server error.
de: Serverfehler.
eo: Servila eraro.
es: Error del servador.

source: The server sent a message while processing the request.
de: Der Server sandte eine Nachricht während behandelnd die Anfrage.
eo: La servilo sendis mesaĝon dum pritrakti la peton.
es: El servador envié una mensaje durante procesar la petición.

source: May
de: Maj
eo: maj

source: Aug
eo: aŭg

source: Oct
de: Okt
eo: okt

source: Show messages
de: Anzeigen Nachrichten
eo: Montri mesaĝojn
es: Mostrar mensajes

source: Show feed titles only
de: Anzeigen nur Titele von Feeds
eo: Nur montri fluo-titolojn
es: Mostrar titules de fuentes solo

source: Hide cached feeds
de: Verstecken hergesteckt Feeds
eo: Kaŝi fluojn en la tenejo
es: Ocultar fuentes ocultados

source: Hide cached feed items
de: Verstecken hergesteckt Feed-Einträge
eo: Kaŝi fluo-erojn en la tenejo
es: Ocultar entradas ocultadas de fuentes

source: Keep cached feeds for these amount of days
de: Halten Feeds waren nicht in den letzen Tage aktualisieren
eo: Teni neŝanĝitajn fluojn dum la jena nombro da tagoj
es: Tener entradas ocultadas no actualizadas por eso número de días

source: Guess the type of feed
de: Erraten die Dateitypen von Feeds
eo: Diveni la fluo-tipon
es: Conjeturar el tipos de fuentes

source: Enable item filters
de: Benutzen Eintrag-Filtere
eo: Aktivigi filtri erojn
es: Usar filtras de entradas

source: Load subscriptions on startup
de: Schargen Abonnements bei Auszuführen
eo: Ŝargi abonojn dum plenumiĝo
es: Muéstreme las suscripciones de ejecución

source: Use a proxy?
de: Benutzen einen Proxy?
eo: Ĉu uzi prokuron?
es: ¿Usar una procura?

source: Proxy address
de: Proxy-Adresse
eo: Prokura adreso
es: Dirección de procura

source: Proxy port
eo: Prokura pordo
es: Puerto de procura

source: Use custom accept types?
de: Benutzen einigen Typen?
eo: Ĉu uzi proprajn enhavtipojn?
es: ¿Usar tipos proprios?

source: Custom accept types
de: Einigen Typen
eo: Propraj enhavtipoj
es: Tipos proprios

source: Use custom accept languages?
de: Benutzen einigen Sprachen?
eo: Ĉu uzi proprajn lingvojn?
es: ¿Usar idiomas proprios?

source: Custom accept languages
de: Einigen Sprachen
eo: Propraj lingvoj
es: Idiomas proprios

source: User Agent
de: Benutzeragent
eo: Identeco de la legilo
es: Agente de usuario

source: Verify the server's SSL certificate
de: Das SSL-Zertifikat des Servers überprüfen
eo: Kontroli la SSL-atestilon de la servilo
es: Comprobar el certificado de SSL del servidor

source: Browser
eo: TTT-legilo
es: Navegador de web

source: Email client
de: Emaile Programm
eo: Retpoŝtilo
es: Cliente de mensajes electrónicos

source: Media player
de: Multimedia Player
eo: Sondosiera legilo
es: Legador de multimedia

source: Where the program is installed
de: Wo das Programm installiert ist
eo: Kie la programo estas instalita
es: Dónde el programa es instalado

source: Logging enabled
de: Protokollieren aktiviert
eo: Aktivigi protokoladon
es: Activar el registrando

source: Cannot create directory %s. Perhaps you should try to create it manually.
de: Ich kann nicht die Verzeichnis %s erstellen. Vielleicht sollten Sie sie mit der Hand erstellen probieren.
eo: Ne eblas krei dosierujon %s. Eble vi volus provi permane krei ĝin.
es: No puedo crear la carpeta %s. Quizás deberías probar crear ella manualmente.

source: Unknown Encoding
de: Unbekannte Kodierung
eo: Nekonata kodoprezento
es: Codificación desconocida

source: No Data
de: Keine Daten
eo: Neniuj datumoj
es: Ningunos datos

source: Couldn't initialize an SSL connection
de: Konnte nicht eine SSL-Verbindung initialisieren
eo: Ne eblis startigi SSL-konekton
es: No se pudo inicializar una conexión de SSL

source: http://feeds.bbci.co.uk/news/rss.xml
de: http://www.spiegel.de/schlagzeilen/tops/index.rss
eo: http://neniammilitointerni.over-blog.com/rss-articles.xml
es: http://e03-elmundo.uecdn.es/rss/portada.xml

source: http://rss.slashdot.org/Slashdot/slashdotatom
de: http://rss.golem.de/rss.php?feed=ATOM1.0
eo: http://feeds.feedburner.com/e-planedo
es: http://feeds.feedburner.com/tecnomag

source: http://www.reddit.com/.rss
de: http://www.reddit.com/r/de/.rss
eo: http://www.liberafolio.org/feed/
es: http://www.reddit.com/r/es/.rss

source: Jan
es: ene

source: Apr
es: abr

source: Dec
de: Dez
es: dic

source: Mar
de: Mär
